<?php
function lang($word) {
    $lang = array(
        'HOME' => 'الرئيسية',
        'SERVICES' => 'الخدمات',
        'ABOUT' => 'من نحن',
        'WORK' => 'أعمالنا',
        'BLOG' => 'المدونة',
        'TEAM' => 'فريق العمل',
        'CONTACT' => 'تواصل معنا',
        'Making1'  => 'تصميم و تطوير مواقع الانترنت',
        'p1' => 'دعنا نقوم بتطوير و تصميم موقعك الخاص على الانترنت, اذهب باعمالك الى مستوى آخر!',
        'Making2'  => 'التسويق عبر السوشيال ميديا',
        'p2' => 'حان الوقت للتواجد على منصات التواصل الاجتماعى المختلفة, ابق على اتصال بعملائك 24 ساعة 7 أيام في الأسبوع. تفاعل و كون علاقات مع عملائك الجدد, اجعل عملك اكثر شهرة و انتشاراَ.',
        'Making3'  => 'تهيئة محركات البحث',
        'read' => 'تفاصيل',
        'p3' => 'فى جنريشن سينس نضمن لك الظهور فى الصفحات الاولى فى جوجل و زيادة مبيعاتك , من خلال تطبيق استراتيجيات تهئية المواقع الاكثر فاعلية.',
        'making4' => 'خدمات التصميم الإبداعي',
        'p4' => 'انت فى حاجة الى تصميمات الجرافيك الابداعية لكى تعكس طبيعة عملك و تقوم بجذب المزيد من العملاء, مصممينا فى جنريشن سينس سيعطون هوية خاصة لاعمالك.',
        'Service-Head' => 'خدماتنا',
        'web' => 'انشاء و تطوير مواقع الانترنت',
        'search' => 'تهيئة المواقع لمحركات البحث',
        'google-ad' => 'الحملات الاعلانية في جوجل',
        'graphic' => 'باقات التصاميم الجرافيكية',
        'motion' => 'الموشن جرافيك',
        'content' => 'كتابة المحتوى',
        'smo' => 'حسابات مواقع التواصل الاجتماعي',
        'Campaigns' => 'اعلانات مواقع التواصل الاجتماعي',
        'search-in' => 'تهيئة محركات البحث',
        'manage-in' => 'خدمات التصميم الإبداعي',
        'web-smText-ar' => 'نقوم بتصميم و تخطيط مواقع الانترنت الحديثة و المبتكرة و...',
        'social-smText-ar' => 'تقوم الشركة بإستخدام استراتيجيات فعالة للتسويق عبر ...',
        'search-smText-ar' => 'العديد من الشركات لديها موقع على الإنترنت, ولكن أغلب هذه المواقع...',
        'google-ad-smText-ar' => 'كجزء من خداماتنا فى تصميم وتطوير مواقع الانترنت...',
        'web-lgText-ar' => 'نقوم بتصميم و تخطيط مواقع الانترنت الحديثة و المبتكرة وبأسعار معقولة للأفراد والشركات الصغيرة و الكبرى وذلك عبر استخدام البرمجيات ووظائفها الضرورية للسماح للموقع ليكون تفاعلياً من منصات مختلفة. وتشمل هذه المنصات، الهواتف الذكية، أجهزة التابلت و متصفح الانترنت بكل انواعه المختلفة. هذه البرمجيات و التصاميم تشمل CMS (نظام ادراة المحتوى) API (مبرمج التطبيقات لخادم الإنترنت) المنتديات و المدونات، مواقع التجارة الإلكترونية، لوحات التحكم، نظام الغاليريا للصور ونظام الدردشة أو أي طلب آخر مخصص.',
        'back' => 'رجوع',
        'bakat' => 'باقات تصميم مواقع الانترنت',
        'social-lgText-ar' => 'تقوم الشركة بإستخدام استراتيجيات فعالة للتسويق عبر مواقع التواصل الاجتماعية من خلال إنشاء الصفحات و الحسابات وعلامات الهاش تاق في عدة مواقع مثل الفيسبوك و تويتر و الإنستجرام. ',
        'facebook' => 'باقات اعلانات الفيسبوك',
        'search-lgText' => 'العديد من الشركات لديها موقع على الإنترنت, ولكن أغلب هذه المواقع لا تظهر في محركات البحث, وهذا يعني فقد في عدد العملاء المحتملين الذين يمكنهم الشراء عبر موقعك الالكتروني. وفي العقد الأخير, اصبح الإنترنت هو الوسيلة الأسهل للحصول على معلومات أو للبحث عن منتجات. فبمجرد أن يكتب المستخدم إحدى الكلمات في جوجل على سبيل المثال, تظهر أمامه العديد من النتائج التي يمكن أن تعجبه إحداها ويبدأ في تصفحها, وقد يقتنع بأحد المنتجات ويقوم بشراءه وذلك يرجع الى ضرورة واهمية تهيئة المواقع لمحركات البحث',
        'seo-head1' => 'أهمية اشهار المواقع وتهيئة المواقع لمحركات البحث',
        'seo-text1' => '1- الحصول على عميل مستهدف <br> <br>
2- اشهار العلامة التجارية <br> <br>
3- زيادة المبيعات <br> <br>
4- زيادة الزيارات <br> <br>
5- انخفاض التكلفة <br> <br>
6- بناء الثقة مع عملاءك <br> <br>
',
        'seo-head2' => 'مراحل خطة العمل الفنية وتطبيقاتها:',
        'seo-text2' => 'من أجل تطبيق خطة تسويقية باستخدام تقنيات  ( SEO ) وتكون ذات فعالية وكفاءة  سنقوم باتباع وتطبيق النقاط الفنية التالية بكل ما يستتبعها من أعمال فنية تفصيلية :  <br> <br>
1- التدقيق الفني الشامل للموقع لتحديد الاخطاء التى يجب معالجتها على موقع الويب الخاص بك. <br> <br>
2- البحث الفعال عن الكلمات المفتاحية الأكثر ملاءمة لنشاطك التجاري. <br> <br>
3- تحليل المنافسين <br> <br>
3- إنشاء عناوين ووصف لصفحات الموقع تناسب المحتوى الخاص بموقعك. <br> <br>
4- إنشاء ملف خريطة الموقع  لتعزيز ارشفة  المواقع في محركات البحث <br> <br>
5 - تحسين الصور والمحتوى ليكون متناسب مع محركات البحث  <br> <br>
6 - القيام بعمل تهئية خارجية للموقع  (الحصول على روابط خلفية عالية الجودة) <br> <br>
7- إنشاء حساب جوجل أناليتيكس لمتابعة أداء الموقع <br> <br>
8- التقارير الشهرية <br> <br>
',
        'manage-lgText' => 'كجزء من خداماتنا فى تصميم وتطوير مواقع الانترنت، نقوم بمساعدة العملاء فى الجانب الابداعى لاعمالهم. سنرشدك أثناء محاولتك اختيار الشعار المثالي الذي يطابق علامتك التجارية، فضلا عن أي رسومات أخرى، والرسوم المتحركة، واحتياجاتك من الوسائط المتعددة.

نحن نتعامل مع الشركات الصغيرة و الكبيرة على حد سواء بقواعد ثابته، لذلك لا تترددوا في الاتصال بنا لمعرفة المزيد عن خدمات التصميم الإبداعي لدينا.
',
        'manage-topHead1' => 'المحتوى الرسومى',
        'manage-head1' => ' - إنشاء العلامة التجارية والهوية المؤسسية',
        'manage-text1' => 'تعد العلامة التجارية جزءا مهما فى عملية التسويق، نساعدك فى العثور على العلامة التجارية والهوية المناسبة لنشاطك التجاري والتي تنقل الرسالة المناسبة إلى العملاء المحتملين.',
        'manage-head2' => '- الانفوجرافيك',
        'manage-text2' => 'هو مصطلح تقني يُشير الى تحويل المعلومات والبيانات المعقّدة إلى رسوم مُصوّرة، تُسهّل على من يراها استيعابها دون الحاجة إلى قراءة كثيرٍ من النّصوص.
 يُعَدُّ الإنفو جرافيك أحد الوسائل المُهمّة والفعّالة في هذه الأيام، وأكثرها جاذبيّة لعرض المعلومات. 
في جنريشن سينس نتخصّص في إنتاج الإنفو جرافيك الإبداعي، كل ما تحتاجُ إليه هو تسليمنا المحتوى النّصي ونحن سنُعالجهُ ونُنتجه إنتاجًا رسوميًّا يَسهل تداوله ونشره في شبكات التّواصل الاجتماعي.
',
        'manage-head3' => ' - المحتوى الخاص بشبكات التواصل الاجتماعي (تويتر، انستجرام، الفيس بوك)',
        'manage-text3' => 'نصنعُ المحتوى الخاص بمنظّمتك على شكل صور وتصاميم مناسبة وجاهزة للاستخدام في شبكات التّواصل الاجتماعي، سواء في تويتر أم انستجرام أم الفيس بوك. ندرسُ المحتوى ثمّ نعمل على إعادة صياغته بما يتناسب مع الأشخاص البصريّين الّذين لا يرغبون في قراءة النّصوص، نسلّمها لك بصيغة جاهزة للاستخدام.',
        'manage-topHead3' => 'المحتوى المرئى',
        'manage-head4' => ' - شروحات استخدام الخِدْمات الإلكترونيّة لشركتك',
        'manage-text4' => 'لا يكتمل تميّز الخِدْمات الإلكترونيّة التي تقدمها المنظّمة أو الجهة -حكوميّة كانت أو تجارية- ومثاليّتها؛ إلّا بشروحاٍت يسيرة ترافق تلك الخِدْمات، نُقدّمها في جنريشن سينس بكلّ احترافيّة، وبمستوى عالٍ من الإتقان.',
        'manage-head5' => ' - التقارير السنوي أو الفصلية',
        'manage-text5' => 'قدّم تقريرك بصيغة فيديو موشن جرافيك شيق وبطابع مختصر، فقد أصبح الموشن جرافيك وسيلة عرض تقارير المنظّمات والجهات بدلًا من المحتويات النصيّة والمنشورات التقليدية.',
        'manage-head6' => ' - المحتوى الخاص بـ (انستجرام، تويتر، الفيس بوك)',
        'manage-text6' => 'نُنتجُ بواسطة فيديوهات الموشن جرافيك المحتوى المرئي الإبداعي الّذي يُنتجُ خصّيصًا ليكون ملائمًا للنّشر على منصّات التّواصل الاجتماعي الّتي تُمكّن المستخدمين من مُشاركة الفيديوهات القصيرة.',
        'manage-head7' => ' - إعلانات الفعاليات أو المسابقات',
        'manage-text7' => 'استخدم الفيديو الإبداعي القصير للإعلان عن فعاليّتك أو مُسابقتك، نتعهد لكم بإنتاج فيديو إبداعي قصير جاذب للفئة المستهدفة يمكنكم نشره عبر يوتيوب، أو شبكات التواصل والإعلام الجديد .',
        'who' => 'من نحن',
        'who-text' => "تأسست شركة جنريشن سينس للتجارة  في عام 2017 بشراكة بين شركة الجيل العربي و شركة غذائي الدولية لتحقيق إضافة حقيقة في سوق البرمجيات وصناعة التقنية.
        <br>
تعتبر جنريشن سينس شركة متخصصة في مجال التسويق الرقمي وبناء وتطوير المواقع الإلكترونية وتقديم مختلف خدمات الدعم الفني ،بالإضافة إلى إدارة الحملات الإعلانية الإلكترونية وصفحات مواقع التواصل الإجتماعي بما يخلق علاقات طيبة بين عملائنا وجمهورهم المستهدف،كما تقدم جنريشن سينس مختلف خدمات التجارة الإلكترونية وعمليات إدارة هوية المنتجات.
<br>
تقدم جنريشن سينس  مجموعة من خدمات التسويق الإلكتروني التي ...",
        'who-textIn' => "تأسست شركة جنريشن سينس للتجارة  في عام 2017 بشراكة بين شركة الجيل العربي و شركة غذائي الدولية لتحقيق إضافة حقيقة في سوق البرمجيات وصناعة التقنية.
        <br>
تعتبر جنريشن سينس شركة متخصصة في مجال التسويق الرقمي وبناء وتطوير المواقع الإلكترونية وتقديم مختلف خدمات الدعم الفني ،بالإضافة إلى إدارة الحملات الإعلانية الإلكترونية وصفحات مواقع التواصل الإجتماعي بما يخلق علاقات طيبة بين عملائنا وجمهورهم المستهدف،كما تقدم جنريشن سينس مختلف خدمات التجارة الإلكترونية وعمليات إدارة هوية المنتجات.
<br>
تقدم جنريشن سينس  مجموعة من خدمات التسويق الإلكتروني التي تساعد الشركات على نيل صلاحية أكبر على الإنترنت من خلال مواقعهم الإلكترونية وبالتالي تقوية سمعتهم بتكلفة أقل من كل الوسائل التسويقية الأخرى منها:  تهيئة المواقع لمحركات البحث- التسويق على منصات التواصل الإجتماعي - تصميم الجرافيك - تصميم و تطوير المواقع الإلكترونية - كتابة المحتوى الرقمي - الفيديوهات الترويجية.
",
        'about-head1' => 'نبذة عن الشركة',
        'about-head2' => 'الرؤية',
        'about-head2Text' => 'جينيرشن سينس هي الشركة الرائدة فى تقديم الخدمات والاستشارات الرقمية وتطوير وتصميم المواقع الإلكترونية وبرامج التسويق الالكتروني داخل مصر والسعودية و بالوطن العربى',
        'about-head3' => 'القيم',
        'about-head3Text' => 'يحكمنا فى جينيرشن سينس قيم اخلاقية ومهنية وإبداعية هي: <br> -
	نلتزم بالوقت المحدد فى تقديم المنتجات لعملائنا الكرام <br> -
	نحافظ على بناء علاقات طيبة وجسور تواصل مستمرة مع عملائنا لكسب رضاهم <br> -
	نؤمن بالتخصص المهنى والأكاديمي لإنجاز العمل بشكل إحترافى متفرد <br> -
	نولي أهمية كبرى للإبداع والتجديد فى الأفكار وصياغة المضمون والتصميم والإخراج <br>
',
        'work' => 'أعمالنا',
        'work-text' => "رغم حداثة النشأة الا ان جنريشن سينس استطاعت سريعا ان تكسب ثقة العديد من العملاء و قامت بانجاز عدد  من المشاريع لعملاء داخل و خارج مصر",
        'work1-head' => 'La Creperie',
        'work1-span' => 'Restaurant',
        'work2-head' => 'Jeda Technology',
        'work2-span' => 'Technology',
        'work3-head' => 'Jeda Gri',
        'work3-span' => 'Agriculture',
        'client' => 'عملائنا',
        'client-text' => "جينيرشن سينس هي الشركة الرائدة فى تقديم الخدمات والاستشارات الرقمية وتطوير وتصميم المواقع الإلكترونية وبرامج التسويق الالكتروني داخل مصر والسعودية و بالوطن العربىجينيرشن سينس هي الشركة الرائدة فى تقديم الخدمات والاستشارات الرقمية وتطوير وتصميم المواقع الإلكترونية وبرامج التسويق الالكتروني داخل مصر والسعودية و بالوطن العربى",
        'team' => 'فريق العمل',
        'team-text' => "لدينا فريق عمل متخصص يضم العديد من الخبرات التسويقية والفنية والادارية المتميزة بمصر والذين ساهموا في تصميم وتطوير وتسويق العديد من الشركات والمنتجات والخدمات بالوطن العربي، والذين تمتد خبرتهم لاكثر من 15 عاما في مختلف التخصصات",
        'team1-name' => 'Davied Salizar',
        'team1-job' => 'Socail Media',
        'team2-name' => 'Davied Salizar',
        'team2-job' => 'Socail Media',
        'team3-name' => 'Davied Salizar',
        'team3-job' => 'Socail Media',
        'team3-name' => 'Davied Salizar',
        'team3-job' => 'Socail Media',
        'team4-name' => 'Davied Salizar',
        'team4-job' => 'Socail Media',
        'get' => 'تواصل معنا',
        'name' => 'الإسم',
        'email' => 'الإيميل',
        'subject' => 'الموضوع',
        'msg' => 'الرسالة',
        'send' => 'إرسال',
        'we' => "لا تتردد فى الاتصال بنا",
        'address' => 'الدور الثاني، مبنى رقم ٤ شارع الورد<br> متفرع من شارع جامعة الدول العربية, الجيزة ‎<br> ',
        'mail' => 'info@generationsense.net',
        'phone' => '02 37611371',
        'footer' => 'جميع الحقوق محفوظة لشركة جنيريشن سنس 2017',
        'facebook-manage-ar' => 'باقات ادارة مواقع التواصل الاجتماعى',
        /* show service */

        'service-one' => 'باقات الحملات الاعلانية في جوجل',
        'service-one-list-head' => 'جميع الحملات الاعلانية على جوجل تشمل على',
        'service-one-list-sub' => 'عند تنفيذ اي حملة اعلانية على جوجل من خلالنا ستحصل على الآتي',
        'country' => 'استهداف دولة او مدينة',
        'country-text' => 'يمكنك استهداف دول بعينها او مدن بعينها لظهور اعلانك',
        'keys' => 'الكلمات المفتاحية',
        'keys-text' => 'يمكنك اختيار كلمات مفتاحية محددة لظهور الإعلان عند البحث عنها',
        'much' => 'نصوص متعددة للإعلان',
        'much-text' => 'يمكننا وضع اكتر من اعلان للظهور بشكل تبادلي للحصول على افضل نتيجة',
        'always' => 'متابعة دائمة',
        'always-text' => 'يعمل فريق التسويق على متابعة اعلانك بشكل دائم وتحسينه ان لزم الأمر',
        'stop' => 'الايقاف المؤقت',
        'stop-text' => 'يمكنك طلب ايقاف الحملة مؤقتا في اي وقت واستكمالها في وقت أخر',
        'report' => 'تقرير الحملة',
        'report-text' => 'مع نهاية الحملة تحصل على تقرير مفصل عن اداء الحملة و نتائجها',

        'service-two' => 'باقات تهيئة المواقع لمحركات البحث',

        'service-three' => 'باقات الموشن جرافيك',

        'service-four' => 'باقات كتابة المحتوى',

        'service-five' => 'خدمات ادارة حسابات مواقع التواصل الاجتماعي',

        'service-six' => 'خدمات ادارة اعلانات مواقع التواصل الاجتماعي',

        'service-seven' => 'باقات انشاء و تطوير مواقع الانترنت',

        'service-eight' => 'باقات التصاميم الجرافيكية',


        /* show service */

        /* start projects */

        'project1' => 'مطعم لا كريبري',
        'project1-details' => 'تأسست مطاعم "لاكريبرى" عام 1990م في مدينة جده بفرعها الأول والذي كان بمثابة انطلاقة قوية برز من خلالها اسم "لاكريبرى" حينها كأحد أفضل المطاعم التي تقدم الوافل و الكريب في المملكة العربية السعودية',
        
        'project2' => 'شركة سور للتكنولوجيا',
        'project2-details' => 'تأسست سور تكنولوجى من قبل شركة الجيل العربي لتلبية احتياجات القطاعين السكنى والتجارى في مجال الأمن وتكنولوجيا المعلومات. تقدم سور تكنولوجي الخدمات و المنتجات التقنية للشركات و الأفراد بمهارة عالية.',

        'project3' => 'شركة الجيل العربى',
        'project3-details' => 'تأسست شركة الجيل العربي للتجارة (ذ.م.م) في عام ٢٠١٣. والشركة هي نتيجة جهد توسعنا في مجال تجارة السلع الزراعية و المدخلات العلفية في السوق الزراعي و تصنيع الأعلاف و تربية المواشي و الأنعام و الطيور....',

        'view-project' => 'شاهد المشروع',

        /* end projects */

        'blog' => 'اخر المقالات',

    );
    return $lang[$word];
}